{
  "portfolio_projects": [
    {
      "project_name": "Correct Electronics",
      "project_service_1": "Onderzoek",
      "project_service_2": "Webdesign",
      "project_service_3": "Design Principles",
      "project_about": "Correct Electronics is een elektronicabedrijf in Rotterdam. Omdat hun website wat verouderd was, kregen wij de opdracht om in duo's een redesign te maken, waarbij we goed rekening hielden met de design principles. Hierbij hebben we gelet op de indeling, het gebruiksgemak en de uitstraling. We wilden ervoor zorgen dat de nieuwe website niet alleen modern oogt, maar ook prettig is in gebruik. Ontdek meer over ons resultaat hieronder!",
      "project_year": 2021,
      "project_tool_1": "Adobe XD",
      "project_tool_2": "",
      "project_type": "Duo",
      "project_launcher": "https://xd.adobe.com/view/2a8d623c-cd00-4ca5-bfa5-a84aa76aa17a-7fde/grid/",
      "project_banner": "/images/correct-banner.webp",
      "project_process_1": "Omdat de huisstijl al was vastgesteld, konden we veel tijd besparen met het onderzoek. We hebben ons verder verdiept in design patterns met behulp van een boek. We ontdekten bijvoorbeeld dat mensen vaak kijken naar andere mensen en automatisch naar de richting volgen waar die mensen naar kijken. Dit hebben we meegenomen in ons ontwerp. We maakten ook gebruik van fat menus, cards, en de design trends van dat moment. Dit project was niet alleen een oefening in design, maar het heeft me ook veel geleerd over User Experience (UX).",
      "project_process_2": "Uiteindelijk hebben we de website getransformeerd van een folderachtige uitstraling naar een moderne, overzichtelijke webshop. Dit maakt de site veel toegankelijker voor bezoekers en zal waarschijnlijk bijdragen aan een stijgende omzet voor Correct Electronics.",
      "project_header_color": "#FDE4DE",
      "project_header_img": "/images/correct-desktop-phone.png",
      "project_img_class": "double-img-header",
      "project_next": "Deepblue Discoveries",
      "project_next_link": "deepblue-discoveries.html"
    },
    {
      "project_name": "Deepblue Discoveries",
      "project_service_1": "Onderzoek",
      "project_service_2": "Grafisch Design",
      "project_service_3": "Webdesign",
      "project_about": "Dit project was voor het fictieve bedrijf Deepblue Discoveries, dat zich richt op het behouden en ontdekken van de oceaan. Tijdens mijn derdejaars minor besloot ik een website voor dit bedrijf te ontwerpen, gebaseerd op grondig onderzoek. Na dit onderzoek begon ik voor het eerst te ontwerpen in Figma, na drie jaar ervaring met Adobe XD. Wat zijn mijn bevindingen en wat heb ik nog meer geleerd? Dat leest u hieronder!",
      "project_year": 2024,
      "project_tool_1": "Figma",
      "project_tool_2": "",
      "project_type": "Solo",
      "project_launcher": "https://www.figma.com/proto/eDwoqU0JIU8wjszpJpfGTl/Untitled?node-id=0-1&t=bE2wkwB1QiXQGykA-1",
      "project_banner": "https://tickets.ajax.nl/content?lang=nl",
      "project_process_1": "Voor dit project was het belangrijk om grondig onderzoek te doen en Figma te leren gebruiken. Door ChatGPT een omschrijving van het bedrijf te laten geven, kon ik een afstudeerproject voor mezelf creëren. Met deze omschrijving heb ik een persona ontwikkeld en op basis van hun doelen en visie heb ik een passend font, kleurenpalet en stijl geselecteerd. Deze elementen werden vervolgens geïntegreerd in een styleguide, waar ik mijn ontwerpwerk op baseerde. Na het ontwerpen van het logo, die ik ook op bevindingen uit het onderzoek heb gebaseerd, begon ik met het leren van Figma.",
      "project_process_2": "Aangezien ik nog geen ervaring had met Figma, volgde ik eerst een cursus en bekeek ik verschillende YouTube-video’s. Door veel te oefenen en nieuwe functies zoals sliders en animaties te verkennen, breidde ik mijn kennis uit. Het resultaat is een uitnodigend en goed passend prototype dat zowel leuk als uitdagend was om te maken. Dit proces heeft me dus een hoop geleerd op het gebied van ontwerp, maar ook op het gebied van het begrijpen van een klant en mijn ideeën hierop baseren. ",
      "project_header_color": "#E6F1FA",
      "project_header_img": "/images/dpd-desktop-phone.png",
      "project_img_class": "double-img-header",
      "project_next": "Studienet",
      "project_next_link": "studienet.html"
    },
    {
      "project_name": "Estad.io",
      "project_service_1": "Web development",
      "project_service_2": "Dynamische pagina's",
      "project_service_3": "",
      "project_about": "In dit project heb ik me verdiept in JavaScript. Als groot voetbalfan die veel wedstrijden wereldwijd bezoekt, wilde ik een handige tool hebben voor het kopen van tickets. Met Estad.io heb ik een website gecodeerd waarin ik verschillende JavaScript-functies heb geïntegreerd. Ook heb ik met dynamiek in mijn website gewerkt, wat compleet nieuw voor mij was! Welke functies ik verder heb toegevoegd en wat ik heb geleerd, leest u hieronder!",
      "project_year": 2024,
      "project_tool_1": "HTML/CSS",
      "project_tool_2": "JavaScript",
      "project_type": "Solo",
      "project_launcher": "https://estadio.netlify.app/",
      "project_banner": "",
      "project_process_1": "Dit individuele project draaide om het toepassen van JavaScript. Als enorm voetbalfan had ik vaak moeite met het vinden en kopen van voetbaltickets, wat me inspireerde om een hulpsysteem te ontwikkelen voor het boeken van tickets voor Nederlandse voetbalclubs. Na het volgen van een cursus op Codecademy, waar ik de basisprincipes van JavaScript leerde, begon ik met het bouwen van een functionele website. Mijn focus lag bij dit vijf weken durende project voornamelijk op de functionaliteiten en de gebruikerservaring, terwijl het design minder prioriteit kreeg.",
      "project_process_2": "De website biedt een interactieve kaart met alle Nederlandse voetbalclubs, waarbij elke club een dynamische pagina heeft die ik met JavaScript en een JSON-bestand heb opgebouwd. Deze pagina's bevatten gegevens zoals ranglijstpositie, stadioncapaciteit, en een afbeelding van het stadion. Bovenaan elke pagina staat een knop naar de ticketshop. Daarnaast heb ik een filterfunctie en een 'random' knop toegevoegd voor verrassende clubkeuzes. Een uitdaging was het weergeven van Rotterdamse clubs die dicht bij elkaar liggen, wat ik oploste met een JavaScript pop-up. Dit project leerde me de basis van JavaScript en verbeterde mijn UX-vaardigheden door me te focussen op een gebruiksvriendelijke ervaring.",
      "project_header_color": "#E1F2E1",
      "project_header_img": "/images/estadio-desktop.png",
      "project_img_class": "single-desktop-header",
      "project_next": "Correct Electronics",
      "project_next_link": "correct-electronics.html"
    },
    {
      "project_name": "Studienet",
      "project_service_1": "Onderzoek",
      "project_service_2": "App design",
      "project_service_3": "",
      "project_about": "Binnen de Haagse Hogeschool loopt het project CarE, dat zich richt op studenten die vanuit de Caribische eilanden naar Nederland zijn gekomen. Deze studenten hebben vaak moeite om zich thuis te voelen en lopen snel een leerachterstand op. Onze taak was om een oplossing te bedenken. Na uitgebreid vooronderzoek zijn we uitgekomen bij de app Studienet. Meer over deze app leest u hieronder!",
      "project_year": 2021,
      "project_tool_1": "Adobe XD",
      "project_tool_2": "",
      "project_type": "Group (4)",
      "project_launcher": "https://tickets.ajax.nl/content?lang=nl",
      "project_banner": "https://tickets.ajax.nl/content?lang=nl",
      "project_process_1": "Dit was ons eerste project voor een echte klant, en het was belangrijk om goed contact te houden om aan hun wensen te voldoen. We planden wekelijkse interviews met de bedenker van CarE en verzamelden ook extra inzichten door vier leden van de doelgroep te interviewen. Het prototype moest gericht zijn op studenten uit de Caribische eilanden. We kwamen op een Tinder-achtig concept uit, waarmee studenten konden swipen om anderen in dezelfde situatie te vinden. Dit zou het sociale aspect verbeteren en studenten helpen elkaar te ondersteunen voor betere schoolresultaten.",
      "project_process_2": "Bij het ontwerpen volgden we een gestructureerde aanpak: we begonnen met flowcharts, zetten deze om in wireframes, en voegden uiteindelijk een evenement-functionaliteit toe om studenten nog meer contact met elkaar te laten maken. Het prototype kreeg de stijl van CarE en werd geoptimaliseerd voor de doelgroep. Na verschillende tests met de geïnterviewden hebben we een eindproduct afgeleverd dat goed aansluit bij hun behoeften. Dit project leerde me veel over goed onderzoek doen en het afstemmen van ontwerpen op klantwensen.",
      "project_header_color": "#F3F8E8",
      "project_header_img": "/images/studienet-mobile.png",
      "project_img_class": "single-mobile-header",
      "project_next": "Portal Horizon",
      "project_next_link": "portal-horizon.html"
    },
    {
      "project_name": "Portal Horizon",
      "project_service_1": "Webdesign",
      "project_service_2": "Copywriting",
      "project_service_3": "Leiderschap",
      "project_about": "Voor onze derdejaarsminor hebben wij vier nieuwe vaardigheden op het gebied van CMD geleerd en toegepast in verschillende projecten. In het laatste blok kregen we de opdracht om deze projecten op een originele manier te presenteren. Tijdens dit proces heb ik me op vele gebieden verder ontwikkeld. Het afsluitende project, Portal Horizon, illustreert wat ik allemaal heb geleerd en hoe het eindresultaat eruitziet. Ontdek meer hieronder!",
      "project_year": 2024,
      "project_tool_1": "Figma",
      "project_tool_2": "Spline",
      "project_type": "Group (4)",
      "project_launcher": "https://portal-horizon.netlify.app/",
      "project_banner": "https://tickets.ajax.nl/content?lang=nl",
      "project_process_1": "Dit project stond voor mij in het teken van het ontwikkelen van meerdere vaardigheden. Doordat iemand uit mijn groep als designer werkte, heb ik veel met hem samengewerkt om de website vorm te geven. Hij leerde me meer over UX en liet me kritischer naar de designs kijken. Daarnaast wilde ik mijn schrijfvaardigheden verder ontwikkelen, omdat ik schrijven erg leuk vind. Daarom besloot ik als volgende soft skill mijn copywriting te verbeteren. Dit deed ik door grondig onderzoek te doen naar wat teksten effectief maakt en hoe je mensen kunt amuseren met woorden. Uiteindelijk kwamen we op een mooi design en sterke teksten uit, die door anderen in de groep werden uitgewerkt tot een aantrekkelijke website, zowel visueel als in tekst.",
      "project_process_2": "De derde vaardigheid die ik heb ontwikkeld in deze periode, is leiderschap. Als scrum-master leerde ik mijn karakteristieke eigenschappen in te zetten om het team te leiden. Na een stroef begin begon ik door te krijgen hoe ik het team kon motiveren, wat de werksfeer aanzienlijk verbeterde. Daarnaast leerde ik 3D-modelleren in Spline, waarbij vooral het animatie- en interactieve gedeelte me hielp om kritischer te kijken naar mijn werk. Dit inzicht, bijvoorbeeld in het voorkomen van fouten die gebruikers kunnen afschrikken, heeft mijn blik op design en UX enorm veranderd. Dit project was daardoor voor mij erg leerzaam.",
      "project_header_color": "#E7E0EF",
      "project_header_img": "/images/ph-desktop.png",
      "project_img_class": "single-desktop-header",
      "project_next": "Lancelot Brewers",
      "project_next_link": "lancelot.html"
    },
    {
      "project_name": "Lancelot Brewers",
      "project_service_1": "Onderzoek",
      "project_service_2": "Web design",
      "project_service_3": "",
      "project_about": "Dit project was voor Lancelot Brewers, een Franse brouwerij met een website die wel een opfrisbeurt kon gebruiken. Ons doel was om de website te vernieuwen met een focus op Gen Z (personen geboren tussen 1997 en 2012). We hebben gekeken naar wat deze doelgroep aanspreekt en de website daarop aangepast. Hoe we dit hebben aangepakt en wat het eindresultaat is, leest u hieronder!",
      "project_year": 2022,
      "project_tool_1": "Adobe XD",
      "project_tool_2": "",
      "project_type": "Duo",
      "project_launcher": "https://xd.adobe.com/view/3c0d817b-6a1a-49a7-acc1-147f595e00bf-695e/screen/e18e7113-c3a3-44cf-b69b-2d124fc32a51/",
      "project_banner": "https://tickets.ajax.nl/content?lang=nl",
      "project_process_1": "We begonnen dit project met een grondig onderzoek naar onze doelgroep: Gen Z. Omdat we zelf tot deze doelgroep behoren, konden we al snel wat ideeën aandragen. Toch besloten we beiden twee mensen uit deze doelgroep te interviewen om meer inzichten te krijgen. Dit leverde inderdaad nieuwe bevindingen op; zo ontdekten we dat memes op dat moment populair waren en een leuke manier zouden zijn om de website op te laten vallen. Deze inzichten kwamen voort uit zowel desk research als field research. Daarnaast richtte het tweede deel van ons onderzoek zich op de designtrends van dat jaar. We ontdekten dat grote teksten en afbeeldingen toen erg in trek waren, dus besloten we deze elementen in ons design te integreren.",
      "project_process_2": "Tijdens het ontwerpen hebben we geprobeerd om zoveel mogelijk bevindingen uit het onderzoek terug te laten komen. De grote tekst, afbeeldingen en memes kregen allemaal een plek in de website. Omdat Gen Z veel tijd op sociale media doorbrengt, hebben we de bijbehorende iconen prominent onderaan de pagina geplaatst. Dit zou ervoor zorgen dat bezoekers sneller op deze iconen klikken en naar de social media kanalen gaan, wat de bekendheid van het merk en uiteindelijk de bezoekersaantallen en omzet zou verhogen. Kortom, dit was een leerzaam project op het gebied van onderzoek en UX, waarin we niet alleen rekening hebben gehouden met de huidige doelgroep, maar ook met de toekomstige doelen van het bedrijf.",
      "project_header_color": "#EEEEEE",
      "project_header_img": "/images/lancelot-desktop.png",
      "project_img_class": "single-desktop-header",
      "project_next": "Fit 'n Ready",
      "project_next_link": "fitnready.html"
    },
    {
      "project_name": "Fit'n Ready!",
      "project_service_1": "Onderzoek",
      "project_service_2": "App design",
      "project_service_3": "",
      "project_about": "Voor dit project hebben we ons als groep gericht op context-aware design, waarbij we gebruikmaakten van sensoren. We hebben een app ontwikkeld die jongeren aanmoedigt om op een leerzame manier te bewegen. Na onderzoek en interviews met de doelgroep hebben we een mooi eindproduct neergezet. Hoe de app eruitziet en wat we precies hebben bereikt, ontdekt u hieronder!",
      "project_year": 2022,
      "project_tool_1": "Adobe XD",
      "project_tool_2": "",
      "project_type": "Group (4)",
      "project_launcher": "https://xd.adobe.com/view/0b5d65b5-6988-4880-8e55-7a104f3d3320-5e0e/?fullscreen&hints=off",
      "project_banner": "https://tickets.ajax.nl/content?lang=nl",
      "project_process_1": "Na het ontvangen van de opdracht hebben we eerst gebrainstormd over ideeën om jongeren op een leerzame manier in beweging te krijgen. We voerden een interview met de doelgroep en deden uitgebreid desk research. Daaruit bleek dat jongeren het liefst leren via gamification en competitie met vrienden. Dit bracht ons op het idee voor een game-achtige app waarmee gebruikers samen kunnen sporten en leren. Als gamer had ik ervaring met 'Ring Fit Adventure,' wat ons inspireerde voor 'Fit 'n Ready!'. De app gebruikt bewegingssensoren om bewegingen te registreren, waarmee spelers vooruitkomen in het spel. Foute antwoorden tijdens de vragenrondes kunnen resulteren in nadelen in het spel, wat de uitdaging vergroot en het leren leuker maakt.",
      "project_process_2": "Bij het design kozen we voor een kleurrijke, speelse stijl om de aandacht van jongeren te trekken. We integreerden levendige kleuren en eenvoudige navigatie om de app intuïtief en aantrekkelijk te maken. Het ontwerp is niet alleen visueel boeiend, maar ook gebruiksvriendelijk, zodat de focus op het spel en leren blijft liggen. De combinatie van gamification en een uitnodigend design maakt ons concept effectief en aantrekkelijk voor de doelgroep. Dit project heeft me veel geleerd over onderzoek, design, en het ontwikkelen van een sterke gebruikerservaring.",
      "project_header_color": "#FEEAEA",
      "project_header_img": "/images/fitready-mobile.png",
      "project_img_class": "single-mobile-header",
      "project_next": "Estad.io",
      "project_next_link": "estadio.html"
    }
  ]
}
